Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.about.serverVersion
source: Server Version
cs: Verze serveru
el: Έκδοση διακομιστή
es: Versión del servidor
fi: Palvelimen versio
fr: Version du serveur
hr: Verzija servera
hu: Szerver verziója
it: Versione server
ja: サーバーバージョン
ko: 서버 버전
nb: Serverversjon
nl: Serverversie
pl: Wersja serwera
pt_br: Versão do servidor
pt_pt: Versão do servidor
ro: Versiune server
ru: Версия сервера
sk: Verzia servera
tr: Sunucu Sürümü
uk: Версія сервера
zh_hans: 服务器版本
zh_hant: 伺服器版本

# settings.about.tmdbAttribution
source: This product uses the TMDB API but is not endorsed or certified by TMDB.
cs: Tato aplikace používá rozhraní TMDB API, ale není podporována ani certifikována společností TMDB.
da: Denne app bruger TMDB API'en, men er ikke godkendt eller certificeret af TMDB.
de: Diese App nutzt die TMDB API, ist jedoch nicht von TMDB unterstützt oder zertifiziert.
el: Αυτή η εφαρμογή χρησιμοποιεί το TMDB API, αλλά δεν υποστηρίζεται ή πιστοποιείται από το TMDB.
es: Este producto utiliza la API de TMDB pero no está respaldado ni certificado por TMDB.
fi: Tämä tuote käyttää TMDB:n APIa, mutta TMDB ei tue tai sertifioi sitä.
fr: Ce produit utilise l'API TMDB mais n'est ni approuvé ni certifié par TMDB.
hr: Ovaj proizvod koristi TMDB API, ali ga TMDB ne podržava niti certificira.
hu: Ez a termék a TMDB API-t használja, de azt a TMDB nem támogatja és nem hitelesíti.
it: Questo prodotto utilizza le API di TMDB ma non è approvato o certificato da TMDB.
ja: このアプリは TMDB API を使用していますが、TMDB の承認や認定を受けたものではありません。
ko: 이 제품은 TMDB API를 사용하지만 TMDB의 승인이나 인증을 받지 않았습니다.
nb: Dette produktet bruker TMDB API, men er ikke godkjent eller sertifisert av TMDB.
nl: Dit product gebruikt de TMDB API, maar wordt niet ondersteund of gecertificeerd door TMDB.
pl: Ten produkt korzysta z API TMDB, ale nie jest wspierany ani certyfikowany przez TMDB.
pt_br: Este produto usa a API do TMDB, mas não é endossado ou certificado pelo TMDB.
pt_pt: Este produto utiliza a API do TMDB, mas não é avalizado nem certificado pelo TMDB.
ro: Acest produs utilizează API-ul TMDB, dar nu este aprobat sau certificat de TMDB.
ru: Этот продукт использует TMDB API, но не одобрен и не сертифицирован TMDB.
sk: Táto aplikácia používa rozhranie TMDB API, ale nie je podporovaná ani certifikovaná spoločnosťou TMDB.
sv: Den här produkten använder TMDB API, men är inte godkänd eller certifierad av TMDB.
tr: Bu ürün TMDB API'sini kullanır ancak TMDB tarafından onaylanmamış veya sertifikalandırılmamıştır.
uk: Цей продукт використовує TMDB API, але не схвалений і не сертифікований TMDB.
zh_hans: 本应用使用 TMDB API，但未获 TMDB 的认可或认证。
zh_hant: 本應用程式使用 TMDB API，但並未獲得 TMDB 的認可或認證。

# settings.about.version
source: App Version
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de la app
fi: Sovelluksen versio
fr: Version de l'app
hr: Verzija aplikacije
hu: Alkalmazás verziója
it: Versione app
ja: アプリバージョン
ko: 앱 버전
nb: Appversjon
nl: App-versie
pl: Wersja aplikacji
pt_br: Versão do app
pt_pt: Versão da app
ro: Versiune aplicație
ru: Версия приложения
sk: Verzia aplikácie
tr: Uygulama Sürümü
uk: Версія застосунку
zh_hans: 应用版本
zh_hant: 應用程式版本

# settings.appearance.cwImage
source: Image in Continue Watching
cs: Obrázek v řadě Pokračovat ve sledování
da: Billede i Fortsæt med at se
de: Bild in „Weiterschauen“
el: Εικόνα στη Συνέχιση παρακολούθησης
es: Imagen en Seguir viendo
fi: Kuva Jatka katselua -kohdassa
fr: Image dans Continuer à regarder
hr: Slika u Nastavi gledati
hu: Kép a Megtekintés folytatásában
it: Immagine in Continua a guardare
ja: 「視聴を続ける」の画像
ko: 계속 시청의 이미지
nb: Bilde i Fortsett å se
nl: Afbeelding in Verder kijken
pl: Obraz w sekcji Kontynuuj oglądanie
pt_br: Imagem em Continuar assistindo
pt_pt: Imagem em Continuar a ver
ro: Imagine în Continuă vizionarea
ru: Изображение в разделе «Продолжить просмотр»
sk: Obrázok v Pokračovať v sledovaní
sv: Bild i Fortsätt titta
tr: İzlemeye Devam Et'te görsel
uk: Зображення в «Продовжити перегляд»
zh_hans: “继续观看”中的图片
zh_hant: 「繼續觀看」中的圖片

# settings.appearance.cwImage.still
source: Episode image
cs: Obrázek epizody
da: Episodebillede
de: Episodenbild
el: Εικόνα επεισοδίου
es: Imagen del episodio
fi: Jakson kuva
fr: Image de l'épisode
hr: Slika epizode
hu: Epizódkép
it: Immagine dell'episodio
ja: エピソード画像
ko: 에피소드 이미지
nb: Episodebilde
nl: Afleveringsafbeelding
pl: Obraz odcinka
pt_br: Imagem do episódio
pt_pt: Imagem do episódio
ro: Imaginea episodului
ru: Кадр эпизода
sk: Obrázok epizódy
sv: Avsnittsbild
tr: Bölüm görseli
uk: Зображення епізоду
zh_hans: 剧集图片
zh_hant: 劇集圖片

# settings.appearance.cwImage.subtitle
source: Which image the Continue Watching and Up Next cards use.
cs: Který obrázek použijí karty v Pokračovat ve sledování a Další na řadě.
da: Hvilket billede kortene i Fortsæt med at se og Næste bruger.
de: Welches Bild die Karten in „Weiterschauen“ und „Als Nächstes“ verwenden.
el: Ποια εικόνα χρησιμοποιούν οι κάρτες στη Συνέχιση παρακολούθησης και στο Επόμενο.
es: Qué imagen usan las tarjetas de Seguir viendo y Siguiente.
fi: Mitä kuvaa Jatka katselua- ja Seuraavaksi-kortit käyttävät.
fr: L'image utilisée par les cartes Continuer à regarder et À suivre.
hr: Koju sliku koriste kartice u Nastavi gledati i Sljedeće.
hu: Milyen képet használnak a Megtekintés folytatása és a Következő kártyái.
it: Quale immagine usano le schede Continua a guardare e Prossimo.
ja: 「視聴を続ける」と「次の再生」のカードに使う画像。
ko: '계속 시청'과 '다음' 카드에 사용할 이미지.
nb: Hvilket bilde kortene i Fortsett å se og Neste bruker.
nl: Welke afbeelding de kaarten in Verder kijken en Volgende gebruiken.
pl: Jakiego obrazu używają karty w Kontynuuj oglądanie i Następne.
pt_br: Qual imagem os cartões de Continuar assistindo e A seguir usam.
pt_pt: Que imagem usam os cartões de Continuar a ver e A seguir.
ro: Ce imagine folosesc cardurile Continuă vizionarea și Următorul.
ru: Какое изображение используют карточки «Продолжить просмотр» и «Далее».
sk: Ktorý obrázok použijú karty v Pokračovať v sledovaní a Ďalšie.
sv: Vilken bild korten i Fortsätt titta och Nästa använder.
tr: İzlemeye Devam Et ve Sıradaki kartlarının kullandığı görsel.
uk: Яке зображення використовують картки «Продовжити перегляд» і «Далі».
zh_hans: “继续观看”和“接下来观看”卡片使用的图片。
zh_hant: 「繼續觀看」和「接下來觀看」卡片使用的圖片。

# settings.appearance.largeCards
source: Larger cards
cs: Větší karty
da: Større kort
de: Größere Karten
el: Μεγαλύτερες κάρτες
es: Tarjetas más grandes
fi: Suuremmat kortit
fr: Cartes plus grandes
hr: Veće kartice
hu: Nagyobb kártyák
it: Schede più grandi
ja: 大きなカード
ko: 더 큰 카드
nb: Større kort
nl: Grotere kaarten
pl: Większe karty
pt_br: Cartões maiores
pt_pt: Cartões maiores
ro: Carduri mai mari
ru: Крупнее карточки
sk: Väčšie karty
sv: Större kort
tr: Daha büyük kartlar
uk: Більші картки
zh_hans: 更大的卡片
zh_hant: 更大的卡片

# settings.appearance.largeCards.subtitle
source: Make the cards on the Home screen bigger.
cs: Zvětší karty na domovské obrazovce.
da: Gør kortene på startskærmen større.
de: Die Karten auf der Startseite größer darstellen.
el: Εμφανίζει μεγαλύτερες κάρτες στην αρχική οθόνη.
es: Aumenta el tamaño de las tarjetas en la pantalla de inicio.
fi: Suurentaa aloitusnäytön kortteja.
fr: Agrandit les cartes sur l'écran d'accueil.
hr: Povećava kartice na početnom zaslonu.
hu: Nagyobbra veszi a kártyákat a kezdőképernyőn.
it: Ingrandisce le schede nella schermata Home.
ja: ホーム画面のカードを大きくします。
ko: 홈 화면의 카드를 더 크게 표시합니다.
nb: Gjør kortene på Hjem-skjermen større.
nl: Maakt de kaarten op het beginscherm groter.
pl: Powiększa karty na ekranie głównym.
pt_br: Aumenta os cartões na tela inicial.
pt_pt: Aumenta os cartões no ecrã inicial.
ro: Mărește cardurile de pe ecranul principal.
ru: Увеличивает карточки на главном экране.
sk: Zväčší karty na domovskej obrazovke.
sv: Gör korten på hemskärmen större.
tr: Ana ekrandaki kartları büyütür.
uk: Збільшує картки на головному екрані.
zh_hans: 放大主屏幕上的卡片。
zh_hant: 放大主畫面上的卡片。

# settings.appearance.locked.title
source: Part of the Supporter Pack
cs: Součást balíčku podporovatele
da: Del af Supporter-pakken
de: Teil des Supporter-Pakets
el: Μέρος του Πακέτου Υποστήριξης
es: Parte del Pack de Apoyo
fi: Osa Tukijapakettia
fr: Inclus dans le Pack de soutien
hr: Dio podržavateljskog paketa
hu: A Támogatói csomag része
it: Parte del Pacchetto Sostenitore
ja: サポーターパックの一部
ko: 서포터 팩에 포함
nb: Del av Supporter-pakken
nl: Onderdeel van het Supporterspakket
pl: Część Pakietu Wspierającego
pt_br: Parte do Pacote de Apoio
pt_pt: Parte do Pacote de Apoio
ro: Parte din Pachetul de Susținător
ru: Часть Пакета поддержки
sk: Súčasť balíčka podporovateľa
sv: En del av Supporterpaketet
tr: Destekçi Paketi'nin parçası
uk: Частина Пакета прихильника
zh_hans: 支持者套餐的一部分
zh_hant: 支持者套裝的一部分

# settings.appearance.nowPlayingPoster
source: Poster in Now Playing
cs: Plakát v přehrávání
da: Plakat i Afspilles nu
de: Poster in der Wiedergabeanzeige
el: Αφίσα στην αναπαραγωγή
es: Póster en Reproduciendo
fi: Juliste toistonäkymässä
fr: Affiche dans Lecture en cours
hr: Plakat u reprodukciji
hu: Poszter a lejátszási nézetben
it: Locandina in riproduzione
ja: 再生画面にポスターを表示
ko: 재생 화면에 포스터 표시
nb: Plakat i avspilling
nl: Poster in Wordt afgespeeld
pl: Plakat w Teraz odtwarzane
pt_br: Pôster em Tocando agora
pt_pt: Cartaz em A reproduzir
ro: Afiș în redare
ru: Постер в проигрывателе
sk: Plagát v prehrávaní
sv: Affisch i Spelas nu
tr: Oynatma ekranında afiş
uk: Постер у програвачі
zh_hans: 在播放界面显示海报
zh_hant: 在播放介面顯示海報

# settings.appearance.nowPlayingPoster.subtitle
source: Show the poster instead of a scene in the iPhone playback controls.
cs: V ovládání přehrávání na iPhonu zobrazí plakát místo scény.
da: Vis plakaten i stedet for en scene i iPhonens afspilningsbetjening.
de: In der iPhone-Wiedergabeanzeige das Poster statt einer Szene zeigen.
el: Στα χειριστήρια αναπαραγωγής του iPhone εμφανίζει την αφίσα αντί για μια σκηνή.
es: Muestra el póster en lugar de una escena en los controles de reproducción del iPhone.
fi: Näyttää iPhonen toistosäätimissä julisteen kohtauksen sijaan.
fr: Affiche l'affiche au lieu d'une scène dans les commandes de lecture de l'iPhone.
hr: U kontrolama reprodukcije na iPhoneu prikazuje plakat umjesto scene.
hu: Az iPhone lejátszásvezérlőjén a posztert jeleníti meg egy jelenet helyett.
it: Mostra la locandina invece di una scena nei controlli di riproduzione dell'iPhone.
ja: iPhone の再生コントロールで、シーンの代わりにポスターを表示します。
ko: iPhone 재생 제어에서 장면 대신 포스터를 표시합니다.
nb: Viser plakaten i stedet for en scene i avspillingskontrollene på iPhone.
nl: Toont de poster in plaats van een scène in de afspeelregelaars van de iPhone.
pl: W elementach sterowania odtwarzaniem na iPhonie pokazuje plakat zamiast sceny.
pt_br: Mostra o pôster em vez de uma cena nos controles de reprodução do iPhone.
pt_pt: Mostra o cartaz em vez de uma cena nos controlos de reprodução do iPhone.
ro: Afișează afișul în loc de o scenă în comenzile de redare ale iPhone-ului.
ru: Показывает постер вместо сцены в управлении воспроизведением на iPhone.
sk: V ovládaní prehrávania na iPhone zobrazí plagát namiesto scény.
sv: Visar affischen i stället för en scen i iPhones uppspelningskontroller.
tr: iPhone oynatma denetimlerinde sahne yerine afişi gösterir.
uk: У керуванні відтворенням на iPhone показує постер замість сцени.
zh_hans: 在 iPhone 的播放控制中显示海报，而非场景画面。
zh_hant: 在 iPhone 的播放控制中顯示海報，而非場景畫面。

# settings.appearance.posterBadges
source: Poster badges
cs: Odznaky na plakátech
da: Plakatmærker
el: Σήματα στις αφίσες
es: Distintivos en los pósteres
fi: Julisteiden merkinnät
fr: Badges sur les affiches
hr: Oznake na plakatima
hu: Poszterjelvények
it: Badge sui poster
ja: ポスターバッジ
ko: 포스터 배지
nb: Plakatmerker
nl: Posterlabels
pl: Plakietki na plakatach
pt_br: Selos nos pôsteres
pt_pt: Distintivos nos cartazes
ro: Insigne pe afișe
ru: Значки на постерах
sk: Odznaky na plagátoch
sv: Affischmärken
tr: Poster rozetleri
uk: Значки на постерах
zh_hans: 海报标签
zh_hant: 海報標籤

# settings.appearance.posterBadges.subtitle
source: Show resolution, HDR format and spatial audio on the cards. Loads extra data per row.
cs: Zobrazí na kartách rozlišení, formát HDR a prostorový zvuk. Pro každou řadu načte další data.
da: Vis opløsning, HDR-format og rumlig lyd på kortene. Henter ekstra data for hver række.
de: Auflösung, HDR-Format und räumlichen Ton auf den Karten anzeigen. Lädt dafür zusätzliche Daten pro Reihe.
el: Εμφάνιση ανάλυσης, μορφής HDR και χωρικού ήχου στις κάρτες. Φορτώνει επιπλέον δεδομένα για κάθε σειρά.
es: Muestra la resolución, el formato HDR y el audio espacial en las tarjetas. Carga datos adicionales por fila.
fi: Näytä tarkkuus, HDR-muoto ja tilaääni korteissa. Lataa lisätietoja jokaista riviä kohden.
fr: Affiche la résolution, le format HDR et l'audio spatial sur les cartes. Charge des données supplémentaires pour chaque rangée.
hr: Prikaži razlučivost, HDR format i prostorni zvuk na karticama. Za svaki red učitava dodatne podatke.
hu: Felbontás, HDR-formátum és térhatású hang megjelenítése a kártyákon. Soronként további adatokat tölt be.
it: Mostra risoluzione, formato HDR e audio spaziale sulle schede. Carica dati aggiuntivi per ogni riga.
ja: カードに解像度、HDR形式、空間オーディオを表示します。行ごとに追加データを読み込みます。
ko: 카드에 해상도, HDR 형식, 공간 음향을 표시합니다. 행마다 추가 데이터를 불러옵니다.
nb: Vis oppløsning, HDR-format og romlig lyd på kortene. Henter ekstra data for hver rad.
nl: Toont resolutie, HDR-formaat en ruimtelijke audio op de kaarten. Laadt extra gegevens per rij.
pl: Pokazuje rozdzielczość, format HDR i dźwięk przestrzenny na kartach. Dla każdego rzędu pobiera dodatkowe dane.
pt_br: Mostra resolução, formato HDR e áudio espacial nos cartões. Carrega dados extras por linha.
pt_pt: Mostra a resolução, o formato HDR e o áudio espacial nos cartões. Carrega dados adicionais por linha.
ro: Afișează rezoluția, formatul HDR și sunetul spațial pe carduri. Încarcă date suplimentare pentru fiecare rând.
ru: Показывать разрешение, формат HDR и пространственный звук на карточках. Для каждого ряда загружаются дополнительные данные.
sk: Zobrazí na kartách rozlíšenie, formát HDR a priestorový zvuk. Pre každý riadok načíta ďalšie údaje.
sv: Visa upplösning, HDR-format och rumsligt ljud på korten. Hämtar extra data för varje rad.
tr: Kartlarda çözünürlüğü, HDR biçimini ve uzamsal sesi gösterir. Her satır için ek veri yükler.
uk: Показувати роздільність, формат HDR і просторовий звук на картках. Для кожного ряду завантажуються додаткові дані.
zh_hans: 在卡片上显示分辨率、HDR 格式和空间音频。每行会加载额外数据。
zh_hant: 在卡片上顯示解析度、HDR 格式和空間音訊。每列會載入額外資料。

# settings.appearance.libraryNames
source: Library names on artwork
cs: Názvy knihoven na obrázku
da: Biblioteksnavne på billedet
de: Bibliotheksnamen auf dem Bild
el: Ονόματα βιβλιοθηκών στην εικόνα
es: Nombres de bibliotecas sobre la imagen
fi: Kirjastojen nimet kuvan päällä
fr: Noms des bibliothèques sur l'image
hr: Nazivi biblioteka na slici
hu: Könyvtárnevek a képen
it: Nomi delle librerie sull'immagine
ja: 画像にライブラリ名を表示
ko: 아트워크에 라이브러리 이름 표시
nb: Biblioteknavn på bildet
nl: Bibliotheeknamen op de afbeelding
pl: Nazwy bibliotek na obrazie
pt_br: Nomes das bibliotecas sobre a imagem
pt_pt: Nomes das bibliotecas sobre a imagem
ro: Numele bibliotecilor pe imagine
ru: Названия библиотек на изображении
sk: Názvy knižníc na obrázku
sv: Biblioteksnamn på bilden
tr: Görselde kitaplık adları
uk: Назви бібліотек на зображенні
zh_hans: 在图片上显示媒体库名称
zh_hant: 在圖片上顯示媒體庫名稱

# settings.appearance.libraryNames.subtitle
source: Draw each library's name over its image in My Media. Leave it off if those images already show their name.
cs: Vykreslí název každé knihovny přes její obrázek v sekci Moje média. Nech vypnuté, pokud obrázky název už obsahují.
da: Tegner hvert biblioteks navn hen over dets billede i Mine medier. Lad det være slået fra, hvis billederne allerede viser navnet.
de: Den Namen jeder Bibliothek über ihr Bild in Meine Medien zeichnen. Aus lassen, wenn die Bilder den Namen schon tragen.
el: Σχεδιάζει το όνομα κάθε βιβλιοθήκης πάνω στην εικόνα της στην ενότητα «Τα πολυμέσα μου». Άφησέ το ανενεργό αν οι εικόνες δείχνουν ήδη το όνομα.
es: Dibuja el nombre de cada biblioteca sobre su imagen en Mi contenido. Déjalo desactivado si esas imágenes ya muestran el nombre.
fi: Piirtää kunkin kirjaston nimen sen kuvan päälle Oma media -rivillä. Jätä pois päältä, jos kuvissa on nimi jo valmiina.
fr: Affiche le nom de chaque bibliothèque sur son image dans Ma médiathèque. Laisse désactivé si ces images portent déjà leur nom.
hr: Ispisuje naziv svake biblioteke preko njezine slike u odjeljku Moji mediji. Ostavi isključeno ako slike već prikazuju naziv.
hu: A Saját média sorban minden könyvtár nevét a képére rajzolja. Hagyd kikapcsolva, ha a képeken már szerepel a név.
it: Scrive il nome di ogni libreria sulla sua immagine in I miei contenuti. Lascialo disattivato se quelle immagini mostrano già il nome.
ja: 「マイメディア」で各ライブラリの名前を画像の上に表示します。画像に名前が入っている場合はオフのままにしてください。
ko: 내 미디어에서 각 라이브러리 이름을 이미지 위에 표시합니다. 이미지에 이미 이름이 있으면 꺼 두세요.
nb: Tegner navnet på hvert bibliotek over bildet i Mine medier. La det være av hvis bildene allerede viser navnet.
nl: Toont de naam van elke bibliotheek over de afbeelding in Mijn media. Laat uit als die afbeeldingen de naam al tonen.
pl: Wyświetla nazwę każdej biblioteki na jej obrazie w sekcji Moje multimedia. Zostaw wyłączone, jeśli obrazy już pokazują nazwę.
pt_br: Desenha o nome de cada biblioteca sobre a imagem dela em Minha mídia. Deixe desativado se essas imagens já mostram o nome.
pt_pt: Desenha o nome de cada biblioteca sobre a imagem dela em A minha biblioteca. Deixa desativado se essas imagens já mostram o nome.
ro: Scrie numele fiecărei biblioteci peste imaginea ei în Media mea. Lasă dezactivat dacă imaginile arată deja numele.
ru: Показывает название каждой библиотеки поверх её изображения в разделе «Моя медиатека». Оставь выключенным, если название уже есть на изображении.
sk: Vykreslí názov každej knižnice cez jej obrázok v sekcii Moje médiá. Nechaj vypnuté, ak obrázky názov už zobrazujú.
sv: Ritar varje biblioteks namn över dess bild i Mina media. Låt vara av om bilderna redan visar namnet.
tr: Medyam bölümünde her kitaplığın adını görselinin üzerine yazar. Görsellerde ad zaten varsa kapalı bırak.
uk: Показує назву кожної бібліотеки поверх її зображення в розділі «Моя медіатека». Залиш вимкненим, якщо назва вже є на зображенні.
zh_hans: 在“我的媒体”中把每个媒体库的名称显示在图片上。若图片本身已有名称，请保持关闭。
zh_hant: 在「我的媒體」中將每個媒體庫的名稱顯示在圖片上。若圖片本身已有名稱，請保持關閉。

# settings.appearance.spoiler
source: Hide spoilers
cs: Skrýt spoilery
da: Skjul spoilere
de: Spoiler ausblenden
el: Απόκρυψη σπόιλερ
es: Ocultar spoilers
fi: Piilota juonipaljastukset
fr: Masquer les spoilers
hr: Sakrij spojlere
hu: Spoilerek elrejtése
it: Nascondi spoiler
ja: ネタバレを隠す
ko: 스포일러 숨기기
nb: Skjul spoilere
nl: Spoilers verbergen
pl: Ukryj spoilery
pt_br: Ocultar spoilers
pt_pt: Ocultar spoilers
ro: Ascunde spoilerele
ru: Скрывать спойлеры
sk: Skryť spojlery
sv: Dölj spoilers
tr: Spoilerları gizle
uk: Приховувати спойлери
zh_hans: 隐藏剧透
zh_hant: 隱藏劇透

# settings.appearance.spoiler.subtitle
source: Blur descriptions and episode images until you have watched or started a title.
cs: Rozostří popisy a obrázky epizod, dokud titul nezhlédnete nebo nezačnete přehrávat.
da: Slører beskrivelser og episodebilleder, indtil du har set eller påbegyndt en titel.
de: Beschreibungen und Episodenbilder bleiben unscharf, bis ein Titel gesehen oder begonnen wurde.
el: Θολώνει τις περιγραφές και τις εικόνες επεισοδίων μέχρι να δείτε ή να ξεκινήσετε έναν τίτλο.
es: Difumina las descripciones y las imágenes de episodios hasta que hayas visto o empezado un título.
fi: Sumentaa kuvaukset ja jaksokuvat, kunnes olet katsonut tai aloittanut nimikkeen.
fr: Floute les descriptions et les images d'épisodes jusqu'à ce qu'un titre soit vu ou commencé.
hr: Zamućuje opise i slike epizoda dok naslov ne pogledate ili ne započnete.
hu: Elhomályosítja a leírásokat és az epizódképeket, amíg meg nem nézed vagy el nem kezded a címet.
it: Sfoca descrizioni e immagini degli episodi finché non hai visto o iniziato un titolo.
ja: 視聴済みまたは再生開始までは、あらすじとエピソード画像をぼかします。
ko: 시청했거나 재생을 시작하기 전까지 설명과 에피소드 이미지를 흐리게 표시합니다.
nb: Gjør beskrivelser og episodebilder uskarpe til du har sett eller startet en tittel.
nl: Vervaagt beschrijvingen en afleveringsafbeeldingen totdat je een titel hebt bekeken of gestart.
pl: Rozmywa opisy i obrazy odcinków, dopóki tytuł nie zostanie obejrzany lub rozpoczęty.
pt_br: Desfoca descrições e imagens de episódios até você assistir ou iniciar um título.
pt_pt: Desfoca descrições e imagens de episódios até ver ou iniciar um título.
ro: Estompează descrierile și imaginile episoadelor până când vizionezi sau începi un titlu.
ru: Размывает описания и кадры эпизодов, пока вы не посмотрите или не начнёте просмотр.
sk: Rozostrí popisy a obrázky epizód, kým titul nepozriete alebo nezačnete prehrávať.
sv: Suddar ut beskrivningar och avsnittsbilder tills du har sett eller påbörjat en titel.
tr: Bir yapımı izleyene veya başlatana kadar açıklamaları ve bölüm görsellerini bulanıklaştırır.
uk: Розмиває описи та кадри епізодів, доки ви не переглянете або не почнете перегляд.
zh_hans: 在观看或开始播放之前，模糊显示简介和分集剧照。
zh_hant: 在觀看或開始播放之前，模糊顯示簡介與分集劇照。

# settings.appearance.spoilerEpisodes
source: Hide for episodes
cs: Skrývat u epizod
da: Skjul for episoder
de: Bei Episoden ausblenden
el: Απόκρυψη σε επεισόδια
es: Ocultar en episodios
fi: Piilota jaksoilta
fr: Masquer pour les épisodes
hr: Sakrij za epizode
hu: Elrejtés epizódoknál
it: Nascondi per gli episodi
ja: エピソードで隠す
ko: 에피소드에 적용
nb: Skjul for episoder
nl: Verbergen bij afleveringen
pl: Ukrywaj w odcinkach
pt_br: Ocultar em episódios
pt_pt: Ocultar em episódios
ro: Ascunde la episoade
ru: Скрывать в эпизодах
sk: Skrývať pri epizódach
sv: Dölj för avsnitt
tr: Bölümlerde gizle
uk: Приховувати в епізодах
zh_hans: 对分集隐藏
zh_hant: 對分集隱藏

# settings.appearance.spoilerEpisodes.subtitle
source: Applies to episode and season descriptions and to episode images.
cs: Platí pro popisy epizod a sezón a pro obrázky epizod.
da: Gælder for episode- og sæsonbeskrivelser og episodebilleder.
de: Gilt für Episoden- und Staffelbeschreibungen sowie Episodenbilder.
el: Ισχύει για περιγραφές επεισοδίων και κύκλων, καθώς και για εικόνες επεισοδίων.
es: Se aplica a las descripciones de episodios y temporadas y a las imágenes de episodios.
fi: Koskee jaksojen ja tuotantokausien kuvauksia sekä jaksokuvia.
fr: S'applique aux descriptions d'épisodes et de saisons ainsi qu'aux images d'épisodes.
hr: Odnosi se na opise epizoda i sezona te na slike epizoda.
hu: Az epizód- és évadleírásokra, valamint az epizódképekre vonatkozik.
it: Si applica alle descrizioni di episodi e stagioni e alle immagini degli episodi.
ja: エピソードとシーズンのあらすじ、およびエピソード画像に適用されます。
ko: 에피소드와 시즌 설명, 에피소드 이미지에 적용됩니다.
nb: Gjelder for episode- og sesongbeskrivelser og episodebilder.
nl: Geldt voor aflevering- en seizoensbeschrijvingen en afleveringsafbeeldingen.
pl: Dotyczy opisów odcinków i sezonów oraz obrazów odcinków.
pt_br: Aplica-se a descrições de episódios e temporadas e a imagens de episódios.
pt_pt: Aplica-se a descrições de episódios e temporadas e a imagens de episódios.
ro: Se aplică descrierilor episoadelor și sezoanelor, precum și imaginilor episoadelor.
ru: Применяется к описаниям эпизодов и сезонов, а также к кадрам эпизодов.
sk: Platí pre popisy epizód a sezón, ako aj pre obrázky epizód.
sv: Gäller avsnitts- och säsongsbeskrivningar samt avsnittsbilder.
tr: Bölüm ve sezon açıklamaları ile bölüm görselleri için geçerlidir.
uk: Застосовується до описів епізодів і сезонів, а також до кадрів епізодів.
zh_hans: 适用于分集和季的简介以及分集剧照。
zh_hant: 適用於分集和季的簡介以及分集劇照。
